"	Default" = "	افتراضي";
"	Left to Right" = "	من اليسار إلى اليمين";
"	Right to Left" = "	من اليمين إلى اليسار";
"%1$@ can't be updated, because it was opened from a read-only or a temporary location. Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "لا يمكن تحديث %1$@ إذا شُغّل من وحدة تخزين للقراءة فقط كصورة قرص أو قارئ الأقراص الضوئية. انقل %1$@ إلى مجلد التطبيقات وأعد تشغيله من هناك ثم حاول مجددًا.";
"%@ copy" = "%@ نسخة";
"%@ Icon" = "الأيقونة %@";
"%@ is not a valid regular expression" = "ليس تعبيرا عاديا صالحا %@";
"%@ matches found" = "مباريات وجدت %@";
"1 match found" = "تم العثور على تطابق واحد";
"@@ Help" = "مساعدة @@";
"A conflict has been detected for this document." = "تم اكتشاف تعارض لهذا المستند";
"A new major paid upgrade is now available" = "هناك ترقية رئيسية مدفوعة جديدة متاحة الآن";
"A new version of %@ is available!" = "يتوفر إصدار جديد من تطبيق %@";
"About @@" = "حول @@";
"Actual Size" = "الحجم الفعلي";
"Add the folders from where your jobs are linked" = "أضف المجلدات التي يتم فيها ربط مهامك";
"Add" = "إضافة";
"Adjective" = "الصفة";
"Advanced Find and Replace" = "بحث متقدم واستبدال";
"Advanced Find" = "بحث متقدم";
"Advanced" = "متقدم";
"Adverb" = "ظرف حال";
"Agent" = "وكيل";
"Align Left" = "محاذاة إلى اليسار";
"Align Right" = "محاذاة إلى اليمين";
"All documents" = "المستندات";
"all users" = "كل المستخدمين";
"Allow Hyphenation" = "السماح بالتشريط";
"Always Show Toolbar in Full Screen" = "إظهار شريط الأدوات في وضع ملء الشاشة دائمًا";
"Always" = "دومًا";
"An error occurred in retrieving update information. Please try again later." = "حال خطأ دون الحصول على معلومات حول التحديث، الرجاء المحاولة لاحقًا";
"An error occurred while saving" = "حدث خطأ أثناء الحفظ";
"An unknown error occurred when fetching the log" = "حدث خطا غير معروف عند إحضار السجل";
"An unknown error occurred while saving the file." = "حدث خطأ غير معروف أثناء حفظ الملف";
"An unknown error occurred" = "حدث خطأ غير معروف";
"Application" = "التطبيق";
"Are you sure you want to delete “%@”?" = "هل أنت متأكد من رغبتك في حذف \"%@\"؟";
"At startup and when saving" = "عند بدء التشغيل وعند الحفظ";
"Auto Complete:" = "الإكمال التلقائي:";
"Auto-suggest completions" = "صناعة السيارات في اقتراح الاكمال";
"Automatic" = "تلقائي";
"Automatically Open in Tabs" = "الفتح تلقائيًا في علامات التبويب";
"Autosave" = "الحفظ التلقائي";
"Back" = "الخلف";
"Base" = "قاعدة";
"Baseline" = "الخط الأساسي";
"Bigger" = "أكبر";
"Bold" = "عريض";
"Bring All to Front" = "إحضار الكل إلى الأمام";
"Buttons" = "أزرار";
"Cancel" = "إلغاء";
"Cannot Authenticate" = "لا يمكن المصادقة";
"Cannot find any columns" = "لا يمكن العثور علي اي أعمده";
"Cannot load %@" = "يمكن تحميل %@";
"Can’t sign into iCloud" = "لا يمكن تسجيل الدخول إلى iCloud";
"Capitalize" = "البدء بأحرف كبيرة";
"Center" = "وسط";
"Change Encoding" = "ترميز النص التغيير";
"Change Selected Text" = "تغيير النص المحدد";
"Change" = "تغيير";
"Character Shape" = "شكل الحرف";
"Character" = "رمز";
"characters" = "أحرف";
"Characters: %@" = "أحرف: %@";
"Check Document Now" = "تدقيق المستند الآن";
"Check for Updates…" = "البحث عن تحديثات…";
"Check Grammar With Spelling" = "تحقق من التدقيق النحوي مع التدقيق الإملائي";
"Check Spelling While Typing" = "تحقق من التدقيق الإملائي أثناء الكتابة";
"Check" = "تحقق";
"Choose Folder…" = "اختيار مجلد…";
"Choose…" = "اختيار…";
"Classifier" = "مصنف";
"Clear Menu" = "مسح القائمة";
"Clear Recent Searches" = "مسح عمليات البحث الأخيرة";
"Close Tag" = "وثيقة العلامات";
"Close" = "إغلاق";
"Colors" = "الألوان";
"Columns" = "أعمدة";
"Comma" = "فاصلة";
"Command Result" = "نتيجة القيادة";
"Commands" = "الأوامر";
"Comment or Uncomment" = "تعليق أو غير تعليق";
"Compare" = "مقارنة";
"Complete" = "إكمال";
"Conflict Resolver" = "أداة حل التعارض";
"Conjunction" = "اقتران";
"Connect" = "اتصال";
"Continue Anyway" = "عة على أي حال";
"Convert line endings when saving" = "تحويل خط النهايات عند حفظ";
"Copy Column" = "نسخ عمود";
"Copy Row" = "نسخ الصف";
"Copy Ruler" = "نسخ المسطرة";
"Copy Style" = "نسخ النمط";
"Copy" = "نسخ";
"Correct Spelling Automatically" = "التدقيق الإملائي تلقائيًا";
"Could not establish communication with helper tool." = "تعذر إجراء اتصال مع أداة المساعد";
"Could not find a match for search-string %@" = "لا يمكن العثور على تطابق لبحث سلسلة %@";
"Could not update" = "تعذر التحديث";
"Couldn’t save document." = "تعذر حفظ المستند";
"Count" = "العدد";
"Create New…" = "إنشاء جديد…";
"Create Snippet From Selection" = "إنشاء قصاصة النص من اختيار";
"created" = "تم الإنشاء";
"Current document" = "المستند الحالي";
"current" = "الحالي";
"Customize Toolbar…" = "تخصيص شريط الأدوات…";
"Cut" = "قص";
"Dark" = "داكن";
"Dash" = "خط وصل";
"Data Detectors" = "عناصر كشف البيانات";
"Date" = "التاريخ";
"Day of month" = "يوم من الشهر";
"Day of week" = "يوم من الأسبوع";
"Day of year" = "يوم من العام";
"Day" = "يوم";
"days" = "أيام";
"Delete Column" = "حذف عمود";
"Delete Command" = "حذف القيادة";
"Delete Row" = "حذف صف";
"Delete Snippet" = "حذف قصاصة النص";
"Delete" = "حذف";
"Deleted" = "تم الحذف";
"Determiner" = "معرفة";
"Disabled" = "معطل";
"Discard Changes" = "تجاهل التغييرات";
"Document" = "المستند";
"Documents" = "المستندات";
"Done" = "تم";
"Download" = "تنزيل";
"Downloading…" = "يتم الآن التنزيل…";
"Duplicate Line" = "خط مكررة";
"Duplicate" = "تكرار";
"Edit Commands" = "أوامر تحرير";
"Edit Plist" = "تحرير قائمة الممتلكات";
"Edit Script…" = "تحرير البرنامج النصي…";
"Edit Snippets" = "قصاصات تحرير النص";
"Edit" = "تحرير";
"Edited" = "تم التحرير";
"Edit…" = "تحرير…";
"Enabled" = "تم التمكين";
"Encoding" = "الترميز";
"encoding" = "الترميز";
"Enter Full Screen" = "الدخول إلى وضع ملء الشاشة";
"Every day" = "كل يوم";
"Every hour" = "كل ساعة";
"Everyone" = "الجميع";
"Export as PDF…" = "تصدير كملف PDF…";
"Export" = "تصدير";
"Export…" = "تصدير…";
"Extra Window" = "نافذة إضافية";
"File extension" = "ملحق الملف";
"File name extension" = "ملحق اسم الملف";
"file size" = "حجم الملف";
"File" = "ملف";
"Filter" = "تصفية";
"Find and Replace…" = "بحث واستبدال…";
"Find Next" = "بحث عن التالي";
"Find Previous" = "بحث عن السابق";
"Find Results" = "بحث عن النتائج";
"Find" = "بحث";
"Find…" = "بحث…";
"Focus" = "التركيز";
"Fold" = "أضعاف النص";
"Folder" = "مجلد";
"Folders" = "المجلدات";
"Font" = "الخط";
"Format" = "التنسيق";
"Forward" = "الأمام";
"Found %@ matches for search-string %@" = "العثور %1$@ مباريات ل %2$@ بحث سلسلة";
"Found one match for search-string %@" = "%@ العثور على مباراة واحدة لبحث سلسلة";
"function" = "دالة";
"Functions" = "الدوال";
"General" = "عام";
"Go to %@ for more information." = "اذهب إلى %@ للمزيد من المعلومات.";
"Go To Line…" = "الذهاب إلى خط…";
"Go" = "انتقال";
"Gravity" = "الجاذبية";
"Grid" = "شبكة";
"Group" = "مجموعة";
"Help" = "مساعدة";
"Hex View" = "هاكس";
"Hidden" = "مخفي";
"Hide @@" = "إخفاء @@";
"Hide Others" = "إخفاء الأخرى";
"Highlight Current Line" = "تسليط الضوء على السطر الحالي";
"Hour" = "ساعة";
"hours" = "ساعات";
"Icon Size" = "حجم الأيقونة";
"Icon" = "أيقونة";
"Idiom" = "لغة";
"Ignore case" = "تجاهل الحالة";
"Import" = "استيراد";
"Import…" = "استيراد…";
"In selection" = "داخل التحديد";
"Include standard words" = "تتضمن كلمات القياسية";
"Indent new lines automatically" = "خطوط جديدة المسافة البادئة تلقائيا";
"Info" = "معلومات";
"Inline" = "سطري مع النص";
"Insert Color Value…" = "إدراج قيمة اللون…";
"Insert Snippet" = "إدراج قصاصة النص";
"Insert" = "إدخال";
"Interjection" = "إقحام";
"Internal helper tools" = "أدوات مساعده داخلية";
"Invisible Characters" = "الشخصيات غير مرئية";
"Italic" = "مائل";
"Jump to Selection" = "انتقال سريع إلى التحديد";
"Justify" = "ضبط كلي";
"Kern" = "تقنين الأحرف";
"Kind" = "النوع";
"Language" = "اللغة";
"Launch again if it crashes" = "إطلاق مرة أخرى بعد حادث تحطم";
"Left" = "يسار";
"Length" = "الطول";
"Library" = "المكتبة";
"License" = "الترخيص";
"License…" = "الترخيص…";
"Ligatures" = "ربط الأحرف";
"Line Break" = "فاصل السطر";
"Line Numbers" = "أرقام الأسطر";
"Line" = "سطر";
"Line: %@" = "سطر: %@";
"lines" = "خطوط";
"List Sort Order:" = "ترتيب فرز القائمة:";
"List" = "قائمة";
"Loading…" = "يتم الآن التحميل…";
"Log" = "السجل";
"Login Items" = "عناصر الدخول";
"Loosen" = "توسيع";
"Lower" = "خفض";
"Magnet" = "مغناطيس";
"Make Lower Case" = "تحويل إلى أحرف صغيرة";
"Make sure that the selected text includes columns" = "تاكد من ان النص المحدد يتضمن أعمده";
"Make Text Bigger" = "تكبير النص";
"Make Text Smaller" = "تصغير النص";
"Make Upper Case" = "تحويل إلى أحرف كبيرة";
"Make Vertical Layout" = "عمل تخطيط رأسي";
"me" = "خاص";
"Merge All Windows" = "دمج كافة النوافذ";
"Message" = "رسالة";
"Minimize" = "تصغير";
"minute" = "دقيقة";
"minutes" = "دقائق";
"Miscellaneous" = "متفرقات";
"modified" = "تم التعديل في";
"More Info" = "معلومات إضافية";
"Mounting Logical Volume" = "يتم الآن تحميل وحدة التخزين المنطقية";
"Move Down" = "تحريك لأسفل";
"Move Up" = "تحريك لأعلى";
"Move" = "نقل";
"Name" = "الاسم";
"name" = "الاسم";
"New Command" = "أمر جديد";
"New Document" = "مستند جديد";
"New Script" = "برنامج نصي جديد";
"New Snippet" = "قصاصة النص الجديد";
"New Tag" = "علامة جديدة";
"New" = "جديد";
"Next Document" = "المستند التالي";
"Next Function" = "الدالة التالية";
"No Document" = "بلا مستندات";
"No error" = "لا يوجد خطأ";
"No items" = "لا توجد عناصر";
"No matches found" = "لم يتم العثور على تطابقات";
"No saved searches" = "لا عمليات البحث المحفوظة";
"No Selection" = "لا يوجد تحديد";
"No updates available" = "لا تتوفر أي تحديثات";
"Not applicable" = "غير قابل للتطبيق";
"Not registered" = "غير مسجل";
"Notes" = "ملاحظات";
"Notification" = "إشعار";
"Notifications" = "الإشعارات";
"Noun" = "نون";
"Number" = "العدد";
"Numbers" = "الأرقام";
"OK" = "موافق";
"Only print selection" = "طباعة التحديد";
"Open document with text encoding" = "وثيقة مفتوحة مع ترميز النص";
"Open Documents" = "المستندات المفتوحة";
"Open Recent" = "فتح العناصر الأخيرة";
"Open" = "فتح";
"OpenParenthesis" = "قوس هلالي";
"OpenQuote" = "علامة اقتباس";
"Open…" = "فتح…";
"OrganizationName" = "المؤسسة";
"Other" = "أخرى";
"Outline" = "تخطيط";
"Page Break" = "فاصل الصفحة";
"Page Guide" = "الخط في عمود";
"Page Setup…" = "إعداد الصفحة…";
"Paint" = "طلاء";
"Paragraph Break" = "فاصل الفقرة";
"Paragraph" = "فقرة";
"Part" = "الجزء";
"Particle" = "حرف";
"Paste and Match Style" = "لصق ومطابقة النمط";
"Paste Ruler" = "لصق المسطرة";
"Paste Style" = "لصق النمط";
"Paste" = "لصق";
"Path Bar" = "شريط مسار";
"Path" = "المسار";
"PersonalName" = "اسم الشخص";
"PlaceName" = "اسم المكان";
"Please try again." = "الرجاء المحاولة مرة أخرى";
"Please try to download the update with the button and install it manually" = "يرجى محاولة تنزيل التحديث باستخدام الزر وتثبيته يدويًا";
"Position" = "الموضع";
"position" = "الموضع";
"Position: %@ - %@" = "الموضع: %@ - %@";
"Preferences" = "تفضيلات";
"Preferences…" = "تفضيلات…";
"Prepare For XML" = "الاستعداد لXML";
"Preposition" = "حرف جر";
"Prevent Editing" = "منع التحرير";
"Preview" = "معاينة";
"Previous Document" = "المستند السابق";
"Previous Function" = "وظيفة السابقة";
"Print header" = "رأس الطباعة";
"Print line numbers" = "طباعة أرقام الأسطر";
"Print syntax colors" = "طباعة ألوان بناء الجملة";
"Print…" = "طباعة…";
"Progress" = "التقدم";
"Pronoun" = "ضمير";
"Punctuation" = "علامات ترقيم";
"Purchase License to Save…" = "شراء ترخيص لحفظ";
"Purchase" = "شراء";
"Purchase…" = "شراء…";
"Quick Look" = "معاينة سريعة";
"Quit @@" = "إنهاء @@";
"Raise" = "رفع";
"Ready to install" = "جاهز للتثبيت";
"Recent Searches" = "عمليات البحث الأخيرة";
"Redo" = "إعادة";
"Refresh" = "تحديث";
"Registered" = "مسجل";
"Regular expressions" = "التعابير العادية";
"Relaunch" = "إعادة بدء التشغيل";
"Reload Text With Encoding" = "تحديث النص مع ترميز";
"Remind Me" = "تذكيري";
"Remove Line Endings" = "إزالة خط النهايات";
"Remove Needless Whitespace" = "إزالة المسافات لا داعي لها";
"Remove" = "إزالة";
"Rename the item and try again." = "قم بإعادة تسمية العنصر وحاول مرة أخرى";
"Rename" = "إعادة تسمية";
"Repeat interval" = "الفاصل الزمني للتكرار";
"Replace" = "استبدال";
"Replaced %@ occurrences of %@ with %@" = "%3$@الحوادث %1$@ استبدال %2$@ مع ";
"Replaced one occurrence of %@ with %@" = "%2$@ محل واقعة واحدة من %1$@ مع ";
"Resize" = "تغيير الحجم";
"Result" = "النتيجة";
"Resume" = "استئناف";
"Reveal in Finder" = "كشف في Finder";
"Revert to Saved" = "إعادة لحالة الحفظ السابقة";
"Revert To" = "الرجوع إلى";
"Revisions" = "التنقيحات";
"Right Size All Columns Individually" = "تحديد الحجم الصحيح لكل عمود على حدة";
"Right Size This Column" = "تحديد الحجم الصحيح لهذا العمود";
"Right" = "يمين";
"Run Command" = "تشغيل الأمر";
"Run Current Text" = "النص الحالي تشغيل";
"Run Selection Inline" = "تشغيل النص المحدد";
"Run Shell Script" = "تشغيل شيل";
"Run text" = "نص تشغيل";
"Run" = "تشغيل";
"Save All" = "حفظ الكل";
"Save As…" = "حفظ باسم…";
"Save" = "حفظ";
"Save…" = "حفظ…";
"Scheduled" = "مجدول";
"Scope" = "النطاق";
"seconds" = "ثوانٍ";
"Select All" = "تحديد الكل";
"Select Column" = "تحديد عمود";
"Select Line" = "تحديد سطر";
"Select Line…" = "تحديد سطر…";
"Select More" = "اختيار أكثر";
"Select Row" = "تحديد صف";
"Selected" = "محدد";
"Selection" = "التحديد";
"selection" = "التحديد";
"Selection: %@ - %@" = "التحديد: %@ - %@";
"Semicolon" = "فاصلة منقوطة";
"SentenceTerminator" = "علامات الترقيم الجملة";
"Separator" = "فاصل";
"Services" = "خدمات";
"Share" = "مشاركة";
"Shift Left" = "إزاحة إلى اليسار";
"Shift Right" = "إزاحة إلى اليمين";
"Show All" = "إظهار الكل";
"Show Colors" = "إظهار الألوان";
"Show Fonts" = "إظهار الخطوط";
"Show Fonts…" = "إظهار الخطوط…";
"Show In Status Bar:" = "شريط الحالة:";
"Show internal helpers" = "عرض المساعدين الداخلي";
"Show Less" = "إظهار عدد أقل";
"Show More" = "إظهار المزيد";
"Show page guide, at column" = "عرض دليل الصفحة، في عمود";
"Show Properties" = "إظهار الخصائص";
"Show Ruler" = "إظهار المسطرة";
"Show Spelling and Grammar" = "إظهار التدقيق الإملائي والنحوي";
"Show Substitutions" = "إظهار البدائل";
"Show Toolbar" = "إظهار شريط الأدوات";
"Show" = "إظهار";
"Sidebar" = "الشريط الجانبي";
"size" = "الحجم";
"Skip" = "تخطي";
"Smaller" = "أصغر";
"Smart Copy/Paste" = "نسخ/لصق الذكي";
"Smart Dashes" = "شرط ذكية";
"Smart Links" = "روابط ذكية";
"Smart Quotes" = "علامات الاقتباس الذكية";
"Snippets" = "قصاصات النص";
"Sort Ascending" = "فرز تصاعدي";
"Sort Descending" = "فرز تنازلي";
"Space" = "مسافة";
"Spaces To Tabs" = "الأحرف مساحة للأحرف الجدولة";
"Spacing…" = "المباعدة…";
"Special Characters…" = "أحرف مميّزة…";
"Speech" = "محادثة";
"Spelling and Grammar" = "التدقيق الإملائي والنحوي";
"Split Window Horizontally" = "نافذة الانقسام أفقيا";
"Split Window" = "نافذة الانقسام";
"Start Speaking" = "بدء التكلم";
"Status Bar" = "شريط الحالة";
"Stop Speaking" = "إيقاف التكلم";
"Styles…" = "الأنماط…";
"Subscript" = "خط منخفض";
"Substitutions" = "البدائل";
"Suggest automatically, after delay" = "أقترح تلقائيا، بعد تأخير";
"Summary" = "الملخص";
"Superscript" = "خط مرتفع";
"Suppress command result" = "قمع نتيجة القيادة";
"Swap windows" = "نوافذ مقايضة";
"Swipe" = "تحريك";
"Switch Characters" = "التبديل بين الأحرف";
"Syntax Colors" = "الألوان في بناء الجملة";
"Syntax" = "بناء الجملة";
"syntax" = "بناء الجملة";
"System" = "النظام";
"Tab Bar" = "شريط التبويب";
"Tab character" = "علامة تبويب";
"Tab width" = "عرض علامة التبويب";
"Tab" = "الحقول";
"Tabs To Spaces" = "أحرف الجدولة إلى أحرف الفضاء";
"Test" = "اختبر";
"Text Encoding" = "ترميز النص";
"Text Folding" = "للطي النص";
"Text Replacement" = "استبدال النص";
"Text" = "النص";
"Thank You!" = "شكرًا لك";
"The item couldn't be added or removed because of an unknown error." = "تعذرت إضافة العنصر أو إزالته بسبب خطأ غير معروف.";
"Themes" = "السمات";
"This app is now registered" = "مسجلة الآن هذا التطبيق";
"This document cannot be saved using its current encoding so please choose another encoding such as UTF-8 from the Text menu" = "لا يمكن حفظ هذه الوثيقة باستخدام ترميز الحالي لذا يرجى اختيار ترميز آخر مثل UTF8 من القائمة نص";
"This license is only valid for version %@. Purchase an upgrade license to register this version." = "هذا الترخيص صالحا فقط للنسخة %@ شراء ترخيص ترقية لتسجيل هذا الإصدار";
"Tighten" = "تضييق";
"Time period" = "الفترة الزمنيه";
"Time" = "الوقت";
"Timeline" = "مخطط زمني";
"Title" = "العنوان";
"to" = "إلى";
"Tools" = "أدوات";
"Touch" = "اللمس";
"Traditional Form" = "صيغة تقليدية";
"Transformations" = "تحويلات";
"Tree" = "شجرة";
"Underline" = "تسطير";
"Undo" = "تراجع";
"Unfold All" = "توسيع الكل النص";
"Unfold" = "توسيع النص";
"Uninstall" = "إلغاء تثبيت";
"Unique" = "فريد";
"Unsaved changes" = "تغييرات غير محفوظة";
"Update cancelled" = "تم إلغاء التحديث";
"Update" = "تحديث";
"Updates available" = "التحديثات المتاحة";
"Use All" = "استخدام الكل";
"Use Default" = "استخدام الإعداد الافتراضي";
"Use None" = "عدم استخدام أي عناصر";
"Use Selection for Find" = "استخدام التحديد للبحث";
"Use spaces instead of tabs" = "تستخدم مسافات بدلا من أحرف الجدولة";
"Use the Choose… button to select an app, a script or write a simple command. After that you can test what you want to run." = "استخدم الزر اختيار … لاختيار تطبيق أو برنامج نصي أو كتابة أمر بسيط. بعد ذلك يمكنك اختبار ما تريد تشغيله.";
"Use ⌘‐1 through ⌘‐9 to switch tabs" = "استخدم من ⌘‐١ إلى ⌘‐٩ للتبديل بين علامات التبويب";
"User" = "المستخدم";
"Value for %@ cannot be empty" = "لا يمكن أن تكون قيمة %@ فارغة";
"Verb" = "الفعل";
"View" = "عرض";
"Weekdays" = "أيام الأسبوع";
"Weekends" = "عطلة الأسبوع";
"Welcome" = "شاشة البداية";
"When" = "متى";
"where" = "الموضع";
"Whitespace" = "المسافة الفارغة";
"Window" = "نافذة";
"Word" = "كلمة";
"WordJoiner" = "نجار";
"Words" = "كلمات";
"words" = "كلمات";
"Words: %@" = "كلمات: %@";
"Wrap Text to Page" = "التفاف النص";
"Writing Direction" = "اتجاه الكتابة";
"You already have the newest version of %@." = "لديك أحدث إصدار من تطبيق %@";
"You can’t undo this action." = "لا يمكن التراجع عن هذا الإجراء";
"You need to purchase %@ to save your document" = "كنت بحاجة لشراء %@ لحفظ المستند";
"You" = "أنت";
"Your changes will be lost if you don't save them." = "سيتم فقد التغييرات التي قمت بإجرائها إذا لم تقم بحفظها";
"Your command might be too complex to run. Do you want to run it as a shell script instead?" = "الأمر الخاص بك قد تكون معقدة للغاية لتشغيل، هل تريد تشغيله باعتباره شيل بدلا من ذلك؟";
"Your software is up to date." = "برنامجك لا يحتاج إلى تحديث";
"Zoom In" = "تكبير";
"Zoom Out" = "تصغير";
"Zoom" = "تكبير/تصغير";
"“%@” is damaged and can’t be opened. Delete “%@” and download it again from %@" = "%1$@ معطوب ولا يمكن فتحه. حذف %2$@ وحمل مرة أخرى من %3$@";
